export const poems = [
	{
		title: '静夜思',
		poet: '李白',
		id: 1,
		content: [
			'窗前明月光，',
			'疑是地上霜。',
			'举头望明月，',
			'低头思故乡。',
		],
		date: '2020-3'
	},
	{
		title: '秋风引',
		poet: '刘禹锡',
		id: 2,
		content: [
			'何处秋风至? ',
			'萧萧送雁群。',
			'朝来入庭树，',
			'孤客最先闻。',
		],
		date: '2022-9'
	},
	{
		title: '乌衣巷',
		poet: '刘禹锡',
		id: 3,
		content: [
			'朱雀桥边野草花，',
			'乌衣巷口夕阳斜。',
			'旧时王谢堂前燕，',
			'飞入寻常百姓家。',
		],
		date: '2022-9'
	},
	{
		title: '相思',
		poet: '王维',
		id: 4,
		content: [
			'红豆生南国，',
			'春来发几枝？',
			'愿君多采撷，',
			'此物最相思。',
		],
		date: '2022-9'
	},
	{
		title: '出塞',
		poet: '王昌龄',
		id: 5,
		content: [
			'秦时明月汉时关，',
			'万里长征人未还。',
			'但使龙城飞将在，',
			'不教胡马渡阴山！',
		],
		date: '2022-9'
	},
	{
		title: '登幽州台歌',
		poet: '陈子昂',
		id: 6,
		content: [
			'前不见古人，',
			'后不见来者。',
			'念天地之悠悠，',
			'独怆然而涕下！',
		],
		date: '2022-9'
	},
	{
		title: '赠花卿',
		poet: '杜甫',
		id: 7,
		content: [
			'锦城丝管日纷纷，',
			'半入江风半入云。',
			'此曲只应天上有，',
			'人间能得几回闻。',
		],
		date: '2022-9'
	},
	{
		title: '月夜',
		poet: '刘方平',
		id: 8,
		content: [
			'更深月色半人家，',
			'北斗阑干南斗斜。',
			'今夜偏知春气暖，',
			'虫声新透绿窗纱。',
		],
		date: '2022-9'
	},
]
