export const poems = [
	{
		title: '静夜思',
		poet: '李白',
		id: 1,
		content: [
			'窗前明月光，',
			'疑是地上霜。',
			'举头望明月，',
			'低头思故乡。',
		],
		date: '2020-3'
	},
	{
		title: '秋风引',
		poet: '刘禹锡',
		id: 2,
		content: [
			'何处秋风至? ',
			'萧萧送雁群。',
			'朝来入庭树，',
			'孤客最先闻。',
		],
		date: '2022-9'
	},
	{
		title: '乌衣巷',
		poet: '刘禹锡',
		id: 3,
		content: [
			'朱雀桥边野草花，',
			'乌衣巷口夕阳斜。',
			'旧时王谢堂前燕，',
			'飞入寻常百姓家。',
		],
		date: '2022-9'
	},
	{
		title: '相思',
		poet: '王维',
		id: 4,
		content: [
			'红豆生南国，',
			'春来发几枝？',
			'愿君多采撷，',
			'此物最相思。',
		],
		date: '2022-9'
	},
	{
		title: '出塞',
		poet: '王昌龄',
		id: 5,
		content: [
			'秦时明月汉时关，',
			'万里长征人未还。',
			'但使龙城飞将在，',
			'不教胡马渡阴山！',
		],
		date: '2022-9'
	},
	{
		title: '登幽州台歌',
		poet: '陈子昂',
		id: 6,
		content: [
			'前不见古人，',
			'后不见来者。',
			'念天地之悠悠，',
			'独怆然而涕下！',
		],
		date: '2022-9'
	},
	{
		title: '赠花卿',
		poet: '杜甫',
		id: 7,
		content: [
			'锦城丝管日纷纷，',
			'半入江风半入云。',
			'此曲只应天上有，',
			'人间能得几回闻。',
		],
		date: '2022-9'
	},
	{
		title: '月夜',
		poet: '刘方平',
		id: 8,
		content: [
			'更深月色半人家，',
			'北斗阑干南斗斜。',
			'今夜偏知春气暖，',
			'虫声新透绿窗纱。',
		],
		date: '2022-9'
	},
	{
		title: '悯农 其一',
		poet: '李绅',
		id: 9,
		content: [
			'春种一粒粟，',
			'秋收万颗子。',
			'四海无闲田，',
			'农夫犹饿死。',
		],
		date: '2022-9'
	},
	{
		title: '悯农 其二',
		poet: '李绅',
		id: 10,
		content: [
			'锄禾日当午，',
			'汗滴禾下土。',
			'谁知盘中餐，',
			'粒粒皆辛苦。',
		],
		date: '2020-9'
	},
	{
		title: '从军行',
		poet: '王昌龄',
		id: 11,
		content: [
			'青海长云暗雪山，',
			'孤城遥望玉门关。',
			'黄沙百战穿金甲，',
			'不破楼兰终不还。',
		],
		date: '2022-9'
	},
	{
		title: '送元二使安西',
		poet: '王维',
		id: 12,
		content: [
			'渭城朝雨浥轻尘，',
			'客舍青青柳色新。',
			'劝君更尽一杯酒，',
			'西出阳关无故人。',
		],
		date: '2022-9'
	},
	{
		title: '春晓',
		poet: '孟浩然',
		id: 13,
		content: [
			'春眠不觉晓，',
			'处处闻啼鸟。',
			'夜来风雨声，',
			'花落知多少。',
		],
		date: '2020-9'
	},
	{
		title: '绝句 其一',
		poet: '杜甫',
		id: 14,
		content: [
			'迟日江山丽，',
			'春风花草香。',
			'泥融飞燕子，',
			'沙暖睡鸳鸯。',
		],
		date: '2022-9'
	},
	{
		title: '绝句 其一',
		poet: '杜甫',
		id: 15,
		content: [
			'花间一壶酒，',
			'独酌无相亲。',
			'举杯邀明月，',
			'对影成三人。',
			'月既不解饮，',
			'影徒随我身。',
			'暂伴月将影，',
			'行乐须及春。',
			'我歌月徘徊，',
			'我舞影零乱。',
			'醒时相交欢，',
			'醉后各分散。',
			'永结无情游，',
			'相期邈云汉。',
		],
		date: '2022-9'
	},
	{
		title: '清平调',
		poet: '李白',
		id: 16,
		content: [
			'云想衣裳花想容，',
			'春风拂槛露华浓。',
			'若非群玉山头见，',
			'会向瑶台月下逢。',
		],
		date: '2022-9'
	},
	{
		title: '秋词',
		poet: '刘禹锡',
		id: 17,
		content: [
			'自古逢秋悲寂寥，',
			'我言秋日胜春朝。',
			'晴空一鹤排云上，',
			'便引诗情到碧霄。',
		],
		date: '2022-9'
	},
	{
		title: '江南春',
		poet: '杜牧',
		id: 18,
		content: [
			'千里莺啼绿映红，',
			'水村山郭酒旗风。',
			'南朝四百八十寺，',
			'多少楼台烟雨中。',
		],
		date: '2022-9'
	},
	{
		title: '早梅',
		poet: '张谓',
		id: 19,
		content: [
			'一树寒梅白玉条，',
			'迥临村路傍溪桥。',
			'不知近水花先发，',
			'疑是经冬雪未销。',
		],
		date: '2022-10'
	},
]
